Repository: dooglio/turnwatcher
Catalog: src/gui/po/*.po
Languages: es, fr

source: Strength
fr: Force

source: Dexterity
fr: Dextérité

source: Wisdom
fr: Sagesse

source: Charisma
fr: Charisme

source: translator-credits
es: Juan Pedro
fr: Alexis Wilke

source: _File
es: _archivo
fr: _Fichier

source: _Import
es: _Importar
fr: _Importer

source: _Export
es: _Exportar
fr: _Exporter

source: _Clear
es: _Eliminar
fr: _Effacer

source: _Quit
es: _Salir
fr: _Quitter

source: _Preferences
fr: _Préférences

source: _Stat Editor
fr: _Éditeur de Statistiques

source: _Edit
es: _Editar
fr: _Éditer

source: _Undo
es: _Deshacer
fr: _Annuler

source: _Redo
es: _Rehacer
fr: _Refaire

source: _Add
es: _agregar
fr: _Ajouter

source: Ed_it
fr: Ed_iter

source: _Delete
es: _Suprimir
fr: _Effacer

source: Duplica_te
es: _Duplicar
fr: _Cloner

source: _Purge Dead Characters
fr: Eliminer les personnages _morts

source: Add E_ffect
fr: Ajouter un e_ffet

source: Edit Effe_ct
fr: Éditer _un effet

source: De_lete Effect
fr: Effacer un effet

source: _View
es: _Vista
fr: Afficha_ge

source: Show _Toolbar
es: _Mostrar la Barra de Herramientas
fr: _Montrer la barre d'outils

source: Toolbar on _Bottom
es: _Barra de Herramientas abajo
fr: _Barre d'outils en bas

source: Show _Effects Pane
fr: Montrer les e_ffets

source: Show _Info Window
fr: Montrer les _infos

source: Show _HUD Window
fr: Montrer la fenêtre des joueurs

source: _Roll
es: _Tiradas/Controles
fr: _Lancés

source: _Start
es: Empe_zar
fr: Déma_rrer

source: _End
es: _Terminar
fr: _Terminer

source: _Next
es: _Siguiente
fr: _Suivant

source: _Delay
es: _Retrasar acción
fr: _Délai

source: _Ready
es: _Preparar acción
fr: _Préparation

source: _Jump In
es: _Entrar en combate
fr: _Entrer en combat

source: Da_mage
es: Daño/Cu_ración
fr: Doma_ges

source: Stabili_ze
fr: Stab_iliser

source: Move _Up
es: Mover hacia _arriba
fr: Déplacer vers le haut

source: Move _Down
es: Mover hacia aba_jo
fr: Déplacer vers le bas

source: _Help
es: _Ayuda
fr: _Aide

source: _About
es: _Sobre Turn Watcher
fr: À _propos

source: _Tutorial
fr: _Instructions détaillées

source: _Contact
es: _Contacto
fr: _Coordonnées

source: _License
es: _Licencia
fr: _Licence

source: Turn Watcher _Home Page
fr: La page web de Turn Watcher

source: Heads _Up Display
fr: _Fenêtre des joueurs

source: Change _Font
fr: Changer de police de caractères

source: (copy)
es: (copia)
fr: (copier)

source: Dead
es: Muerto
fr: Mort

source: Dying
es: Agonizante
fr: Mourant

source: Stabilized
es: Estabilizado
fr: Stabilisé

source: Disabled
es: Inerme
fr: Neutralisé

source: Order
fr: Ordre

source: Name
es: Nombre
fr: Nom

source: Hit Points
es: Puntos de golpe
fr: Points de vie

source: Status
es: Estado
fr: État

source: Effects
fr: Effets

source: Right click for more options
fr: Cliquez avec le bouton de droite pour d'autres options

source: Character Name
es: Nombre del personaje
fr: Nom du personnage

source: Current Hit Points
es: Puntos de golpe actuales
fr: Points de vie actuels

source: Temporary Hit Points
fr: Points de vie temporaires

source: Enter new damage/health
es: Indica los pg infligidos/sanados
fr: Entrez les nouveaux dommages ou soins

source: Bring to _Full
es: Traer pg al máximo
fr: Porter au maximum

source: Add _Health
es: Sanar
fr: Soigner

source: Add _Damage
es: Infligir Daño
fr: Dommages

source: Multiple Characters Selected!
es: ¡Múltiples personajes seleccionados!
fr: Plusieurs personnages sont sélectionnés

source: Initiative Dice (default: 1d20)
fr: Dés d'initiative (défaut: 1d20)

source: Enter number of duplicates:
es: Indica el número de duplicados
fr: Entrez le nombre de clones:

source: Combatant Name
fr: Nom du combatant

source: A unique name for the character or monster.
fr: Un nom unique pour le personnage ou le monstre

source: Public Name
fr: Nom public

source: This is the name shown on the HUD display. Be careful what you put here as your players can see it!
fr: Ceci est le nom montré dans la fenêtre des joueurs. Attention à ce que vous entrez ici étant donné que vos joueurs peuvent le voir.

source: Character
es: Personaje
fr: Personnage

source: Monster
es: Monstruo
fr: Monstre

source: Character Type
es: Tipo de personaje
fr: Type de personnage

source: The initiative modifier for the character.
fr: Le modifieur d'initiative pour le personnage.

source: The character's total hit points.
fr: Le nombre total des points de vie du personnage.

source: Temporary hit points. These are used first, then damage is added to the damage column above.
fr: Points de vie temporaires. Ces points sont utilisés en premier, ensuite les dommages sont ajoutés à la colonnes ci-dessus.

source: Current Damage
es: Daños actuales
fr: Dommages actuels

source: The current damage sustained in melee (or other ways).
fr: Les dommages reçus en mêlée (ou autrement).

source: Level
fr: Niveau

source: The level of the combatant. This can be used optionally with the Alternate Death Rule where the combatant is not considered dead until he is at -(10+level) hitpoints.
fr: Le niveau du combatant. Celui-ci peut être utilisé avec la règle optionelle de la mort d'un combatant que quand il atteind un nombre de points de vie égal à (-10 - niveau).

source: The character's Spot skill modifier. Used in secret Spot checks.
fr: Ajustement de Détection du personnage. Utilisé pour les lancés secrets.

source: The character's Listen skill modifier. Used in secret Listen checks.
fr: Ajustement d'Écoute du personnage. Utilisé pour les lancés secrets.

source: The character's Will save modifier. Used in secret Will saves.
fr: Ajustement de Sauvegarde du personnage. Utilisé pour les lancés secrets.

source: Add a modifier to boost (or lower) the result.
fr: Ajouter un ajustement pour augmenter (ou réduire) le résultat.

source: Add a note to appear on the grid.
fr: Ajouter une note sur la grille.

source: Mod
fr: Adj

source: Base Hit Points
fr: Points de vie de base

source: The character's base hit points (without Con boost).
fr: Les points de vie du personnage (sans l'adjustement de la constitution)

source: Hit Dice
fr: Dés des points de vie

source: The character's hit dice.
fr: Dés des points de vie du personnage.

source: The base stat.
fr: Les statistiques de base.

source: A modifier added to the stat.
fr: Un modifieur ajouté aux statistiques.

source: The base save.
fr: Sauvegarde de base.

source: An optional modifier to the save.
fr: Ajustement optionel de sauvegarde.

source: Ranks
fr: Rangs

source: The base skill.
fr: Habilité de base.

source: An optional modifier to the skill.
fr: Ajustement optionel pour l'habilité.

source: Columns
fr: Colonnes

source: Saves
fr: Sauvegardes

source: Skills
fr: Habilités

source: Abilities
fr: Habilités

source: Modifiers
fr: Modifieurs

source: Error!
fr: Erreur!

source: Accept changes to the effect
fr: Accepter les changements à l'effet

source: Cancel changes to the effect
fr: Annuler les changements à l'effet

source: Effect Name
fr: Nom de l'effet

source: A unique name for the effect
fr: Un nom unique poue l'effet

source: Effect Description
fr: Description de l'effet

source: A more detailed description of the effect. Shows in the Effects Pane.
fr: Une description détaillé de l'effet. Affichée dans le panneau d'effets.

source: Total Rounds
fr: Nombre de rounds

source: The total number of rounds the effect will last.
fr: La durée totale de l'effet en nombre de rounds

source: Start In
fr: Commencer dans

source: The number of rounds before the effect will start. Note: Rounds Used below will be reset to 0.
fr: Le nombre de rounds avant que l'effet ne commence. Note: Le nombre de 'Rounds utilisés' définis ci-dessous sera mis à zéro.

source: Rounds Used
fr: Rounds utilisés

source: The number of rounds the effect has been active.
fr: Le nombre de rounds pendant lesquels l'effet était déjà actif.

source: Hit points to add to the character's temporary hit point pool. These points are used first, then hit points come off of the regular pool.
fr: Points de vie à ajouter aux points de vie temporaire du personnage. Ces points sont utilisés en premier. Ensuite les vrais points de vie du personnage seront décrémentés.

source: Hit Point Boost
fr: Augmentation des points de vie

source: Hit points to add to the character's main hit point pool. When the effect expires, however, the character's real hit points will drop by this value as well. This works well for a constitution boost.
fr: Les points de vie à ajouter aux vrais points de vie du personnage. Quand l'effet vient à ça fin, ces points de vie extra seront perdus à nouveau. Ceci fonctionne parfaitement pour des augmentations duent à la constitution.

source: Spell
fr: Sort

source: Ability
fr: Characteristique

source: Other
fr: Autre

source: The type of effect--either Spell, Ability or Other (user-defined).
fr: Le type de l'effet--Sort, Characteristique ou Autre.

source: You must type a name for the effect!
fr: Vous devez entrer un nom pour cet effet!

source: Add New Effect
fr: Ajouter un nouvel effet

source: Add New Effect to Multiple Characters
fr: Ajouter un nouvel effet pour plusieurs personnages

source: Edit Effect
fr: Éditer un effet

source: Delete Effect
fr: Effacer un effet

source: Delete All Effects
fr: Effacer tous les effets

source: Effect starts in %d %s, Total rounds: %d, Type: %s, Description: %s
fr: L'effet commence dans %d %s, Rounds au total: %d, Type: %s, Description: %s

source: %sRounds left: %d, Type: %s, Description: %s
fr: %sRounds restants: %d, Type: %s, Description: %s

source: **** Expired ****
fr: **** Expiré ****

source: Add
fr: Ajouter

source: Delete
fr: Effacer

source: Edit
fr: Éditer

source: Add a new effect
fr: Ajouter un nouvel effet

source: Delete selected effect
fr: Effacer l'effet sélectionné

source: Edit selected effect
fr: Éditer l'effet sélectionné

source: Duplicate effect name--use another one!
fr: Nom d'effet existant--utilisez-en un autre!

source: Rounds Left
fr: Rounds restants

source: Player HUD Window
fr: Fenêtre des personnages

source: Characters
fr: Personnages

source: Monsters
fr: Monstres

source: Character Waiting
es: Personaje a la espera
fr: Personnages attendant

source: Running Effects
fr: Effets actifs

source: Ready
es: Preparado
fr: Prêt

source: Clear out all characters
fr: Effacer tous les personnages

source: Select Turn Watcher file to import
es: Selecciona el archivo de Turn Watcher a importar
fr: Sélectionnez le fichier Turn Watcher à importer

source: Turn Watcher v1 files
es: Fichero Turn Watcher v1
fr: Fichier Turn Watcher v1

source: Any files
es: Todos los archivos
fr: Tous les fichiers

source: Select file to export to
es: Selecciona el archivo a exportar
fr: Sélectionnez le fichier à exporter

source: Preferences
fr: Préférences

source: Manage Stats
fr: Gerer les statistiques

source: New Character
es: Nuevo personaje
fr: Nouveau personnage

source: Add Character
es: Agregar un personaje
fr: Ajouter un personnage

source: Character "
es: ¡El personaje "
fr: Personnage "

source: " already exists! Please choose a different name.
es: " ya existe! Por favor, selecciona otro nombre.
fr: " déjà existant! Merci de choisir un autre nom.

source: Edit Character
es: Editar un personaje
fr: Éditer le personnage

source: Delete Character(s)
es: Borrar los personajes
fr: Effacer les personnages

source: Enter Number of Duplicates
es: Indica el número de duplicados
fr: Entrer le nombre de clones

source: Add Duplicate Character(s)
es: Agregar un personaje duplicado
fr: Cloner les personnages

source: Purge Dead Characters
fr: Eliminer les personnages morts

source: Start Rounds
es: Empezar el combate
fr: Démarrer

source: End Rounds
es: Acabar el combate
fr: Terminer

source: Next In Initiative Order
es: Siguiente en el orden de iniciativa
fr: Suivant dans l'ordre de l'initiative

source: Delay Character
es: Retrasar el personaje
fr: Delai le personnage

source: Ready an Action
es: Preparar una acción
fr: Préparer une action

source: Roll Initiative
es: Hacer control de Iniciativa
fr: Lancer l'initiative

source: Roll Spot
es: Hacer control de avistar
fr: Jet Détection

source: Roll Listen
es: Hacer control de Escuchar
fr: Jet Entendre

source: Roll Will
es: Hacer control de Voluntad
fr: Jet Sauvegarde

source: Jump In
es: Entrar en combate
fr: Combattre

source: Damage Window
es: Ventana de Daño
fr: Fenêtre de dommages

source: Enter Damage / Health
es: Indicar los pg infligidos ó curados
fr: Entrez les dommages ou soins

source: Enter Mass Damage / Health
es: Indicar daño o curación masivos
fr: Entrez les dommages ou soins en masse

source: Damage
es: Daño
fr: Dommages

source: Health
es: Salud
fr: Soins

source: Full Health
es: Salud al máximo
fr: Maximum

source: Stabilize selected characters
es: Esta_bilizar los personajes seleccionados
fr: Stabiliser les personnages sélectionnés

source: The following effects have become active this round:
fr: Les effets suivant ont été activés au début de ce round:

source: Expired effects
fr: Effet expiré

source: Input Initiative Rolls
fr: Entrer les lancers d'initiative

source: Enter DC
fr: Entrez le lancé

source: Enter DC:
fr: Entrez le lancé:

source: Get Turn Watcher Now!
es: ¡Adquiere Turn Watcher ahora mismo!
fr: Achetez Turn Watcher maintenant!

source: Death Threshold
fr: Limite avant de mourrir

source: Hitpoint threshold value below 0 that indicates combatant death (default is -10).
fr: Limite des points en dessous de zéro qui indique que le combatant est mort (par défaut, ont utilise -10).

source: Main Combatant List Font
fr: Police de caractères pour les combatants dans la liste principale

source: Select the font to use for the main combatant list. Requires application restart.
fr: Sélectionnez la police de caractères pour la liste principale des combatants. Il vous faudra redémarrer l'application pour que le changement prenne effet.

source: Alternate Combatant List Font (for players)
fr: Police de caractères pour la liste des combantant dans la fenêtre des joueurs.

source: Select the font to use for the player view combatant list. Requires application restart.
fr: Selectionnez la police de caractères à utiliser pour la fenêtre des joueurs. Il vous faudra redémarrer l'application pour que le changement prenne effet.

source: Use Ulta Initiative (roll initiative each round)
fr: Utiliser l'initiative à l'ancienne (lancer les dés à chaque round)

source: Bleed Out Dying Combatants
fr: Saigner les combatants mourrant

source: Skip Dead Combatants
fr: Sauter les personnages morts

source: Use Alternate Death Rule (death at threshold minus character level)
fr: Sustraire le niveau du personnage au minimum de points de vie avant que le personnage ne meurt.

source: Notify when effects expire on combatant's turn
fr: Previent quand un effet s'arrete pendant le tour d'un combatant

source: Roll Initiative on Start
fr: Lancer l'initiative au démarrage

source: Manual Initiative Entry
fr: Entrer l'initiative manuellement

source: Get DC on Rolls
fr: Demander le niveau de difficulté sur les lancer d'habilité

source: Misc Options
fr: Autres options

source: Settings
fr: Préférences

source: Turn Watcher Splashscreen
es: Pantalla de presentación de Turn Watcher
fr: Présentation de Turn Watcher

source: N/A
fr: Non Disp.

source: Str
fr: For

source: Wis
fr: Sag

source: Spot
es: Detectar
fr: Détecter

source: Listen
es: Escuchar
fr: Écouter

source: Will
es: Voluntad
fr: Sauvegarde

source: Ultra
es: Cada turno
fr: Ancienne

source: Type
es: Tipo

source: Position
es: Posición

source: Init
es: Inic.

source: Initiative
es: Iniciativa

source: Max Hit Points
es: Puntos de golpe máximos

source: Enter Character
es: Indica el personaje

source: Clear Characters?
es: ¿Eliminar personajes?

source: Are you sure you want to clear out all of your characters?
es: ¿Estás seguro de que quieres eliminar todos tus personajes?

source: WARNING: This cannot be undone!
es: ADVERTENCIA: ¡Esta acción no puede deshacerse!

source: Cleared out all characters
es: Todos los personajes han sido eliminados

source: Merge characters?
es: ¿Quieres fusionar los personajes?

source: Do you want to merge with your existing characters?
es: ¿Quieres fusionarlos con tus personajes existentes?

source: Clicking "No" will clear out your exiting characters WARNING: This action cannot be undone!
es: Hacer click en "No" eliminará tus personajes existentes ADVERTENCIA: ¡Esta acción no puede deshacerse!

source: Imported new characters
es: Nuevos personajes importados

source: _Initiative
es: _Iniciativa

source: _Spot
es: _Avistar

source: _Listen
es: _Escuchar

source: _Will
es: _Voluntad

source: R_ounds
es: T_urnos

source: _Stabilize
es: Esta_bilizar

source: _Ultra Initiative
es: _Control de Iniciativa cada turno

source: S_kip Dead Characters
es: Saltar los personajes _muertos

source: _Documentation
es: _Documentación

source: _Turn Watcher Home Page
es: _Sitio web de Turn Watcher

source: Round:
es: Turno:

source: Set Ultra Initiative Mode
es: Activar Ultra Iniciativa

source: Set Normal Initiative Mode
es: Activar Iniciativa Normal

source: Delayed
es: Acción Retrasada

source: Readied
es: Acción Preparada

source: Just Dropped
es: Derribado

source: Remove Character Group
es: Eliminar un grupo de personajes

source: Move Initiative Characters
es: Cambiar la iniciativa de los personajes

source: Undelay Transaction
es: Suprimir la acción retrasada
